[{
	"name": "Juice",
	"description": "Juice: You got the Juice? No, you don't. Thats why you are here. So you can get some juice.",
	"price": 1.99,
	"totalCount": 6
}, {
	"name": "Apple",
	"description": " Apple: Enjoy a  delicious crisp LonLon Ranch Apple straight off the great Deku Tree itself. ",
	"price": 4.99,
	"totalCount": 20
}, {
	"name": "Banana",
	"description": " Banana: Of course, a Yuga Clan favorite, the mighty Banana. grants +3 strength. ",
	"price": 2.99,
	"totalCount": 27
}, {
	"name": "Milk",
	"description": " Milk: A staple of hylian agriculture, LonLon milk, it doesn't get fresher than this. ",
	"price": 4.50,
	"totalCount": 5
}, {
	"name": "Soda",
	"description": " Soda: Though not as potent due to lack of a certain... outlawed substance, still a nice treat on a hot day. ",
	"price": 0.99,
	"totalCount": 5
}, {
	"name": "Chips",
	"description": " Chips: Frito lay flamin hot cheetos. Clench up, you aren't ready for this heat. ",
	"price": 2.49,
	"totalCount": 9
}, {
	"name": "Dragon Fruit",
	"description": " Dragon Fruit: It was believed that these were the eggs of dragons. Not sure who believed that, but they are pretty sweet fruits ",
	"price": 5,
	"totalCount": 13
}, {
	"name": "Tea",
	"description": " Tea: Earl grey tea is the key to life. ",
	"price": 0.69,
	"totalCount": 46
}, {
	"name": "Pineapple",
	"description": " Pineapple: A great snack that pairs perfectly with pepporoni pizza. ",
	"price": 2.39,
	"totalCount": 45
}, {
	"name": "Orange",
	"description": " Oranges: Great for fighting off scurvy, these bad boys make a nice mid-summer snack. Would NOT recommend juicing Dx ",
	"price": 0.25,
	"totalCount": 30
}, {
	"name": "Chicken Soup",
	"description": " Chicken Soup: For the soul. Comes with magic vegetables that cures any ailments you may have. Just Like Granny used to make. ",
	"price": 1.25,
	"totalCount": 12
}, {
	"name": "Potato",
	"description": " Potato: One of Gods greatest creations, the Potato can make liqour, Fries, Hasbowns, and those who are skilled enough can mix it with the soup above to make a special dish... ",
	"price": 3.49,
	"totalCount": 20
}, {
	"name": "Bacon",
	"description": " Bacon: Nirvana. what more must be said. each bite is an emerald splash on your taste buds. yum.",
	"price": 6,
	"totalCount": 6

}]